{
    "text": "I am not an engineer. Or a coder. Or a scientist.But I am someone who has spent years looking at companies and industries to see which are poised for growth and which are on the decline. And one thing I see every day is that most companies and industries are about to be transformed, if they haven’t been already, by artificial intelligence.AI will reshape the world in ways we can’t imagine, much as the printing press and the Internet did at their inceptions. That means the United States must remain the lead player in AI if we are to guarantee our future in a competitive global economy. Already, many countries are investing heavily in artificial intelligence, and the United States, too, has made great progress. But this is a moment that calls for America’s unique capacity for leadership, not just in advancing the technology, but in preparing for the ethical questions and disruptions AI will create.Too often, we think only about increasing our competitiveness in terms of advancing the technology. But the effort can’t just be about making AI more powerful. It must also be about making sure AI has the right impact. AI’s greatest advocates describe the Utopian promise of a technology that will save lives, improve health and predict events we previously couldn’t anticipate. AI’s detractors warn of a dystopian nightmare in which AI rapidly replaces human beings at many jobs and tasks. If we want to realize AI’s incredible potential, we must also advance AI in a way that increases the public’s confidence that AI benefits society. We must have a framework for addressing the impacts and the ethics.What does an ethics-driven approach to AI look like?It means asking not only whether AI be can used in certain circumstances, but should it?Companies must take the lead in addressing key ethical questions surrounding AI. This includes exploring how to avoid biases in AI algorithms that can prejudice the way machines and platforms learn and behave and when to disclose the use of AI to consumers, how to address concerns about AI’s effect on privacy and responding to employee fears about AI’s impact on jobs.As Thomas H. Davenport and Vivek Katyal argue in the MIT Sloan Management Review, we must also recognize that AI often works best with humans instead of by itself. That’s especially true in cases in which human judgments are necessary to identify content that is “inappropriate,” or areas such as marketing where companies must ensure AI doesn’t inadvertently apply biases. These situations benefit from people who are “bilingual,” marrying AI fluency with expertise in fields as varied as history and cross-cultural communication.And then, of course, there’s the question of workforce disruption.Trucking and ride-sharing companies, for example, will be among the first to take advantage of self-driving vehicles. What, then, about the drivers, owners and operators (who number at least 3.5 million in trucking alone)? An ethics-driven approach would seek to understand and develop new opportunities as the demand for drivers declines.An ethical approach to AI requires coming up with a long-term understanding of the values we want to see reflected in this technology — and shaping rules that create confidence AI’s applications will reflect those values. Those values and rules will be found at the intersection of ethics, law and international relations; they won’t come from Silicon Valley alone.But universities — full of critical thinkers, insulated from short-term market pressures and focused on big ideas — are the proper place for advancing the technology and the implications they bring. The federal government will need to provide significant increases in funding for AI to help the United States maintain its technical edge and step up its coordinating role in the ethics and workplace arenas. We’ve seen this collaborative model work very well before, from the Human Genome Project to the early days of the Internet.This is the key reason I helped conceptualize and provide foundational funding for the new College of Computing at MIT in Boston. MIT and other universities are best positioned to employ a multidisciplinary approach to AI that is focused on the ethical application of its uses in the real world.The sooner we come to an understanding of AI that ensures its powerful capabilities are a net positive for people and workers, the more wisely we can develop and deploy it. And the more talented young people from all disciplines we train to think critically about AI, the more we can guarantee our leadership in this vital area for the long term."
}